[AblativePlating_Schematic_0 X2SchematicTemplate]
FriendlyName = "纳米纤维护盾"
FriendlyNamePlural = "纳米纤维护盾"
BriefSummary = "我们可以用新的纳米纤维材料来加强我们基本战术装甲的外层。这会花费一些补给，但应该会提高我们士兵在战场上的生存能力。"
TacticalText = "我们可以用新的纳米纤维材料来加强我们基本战术装甲的外层。这会花费一些补给，但应该会提高我们士兵在战场上的生存能力。"
m_strClassLabel="小队"

[AblativePlating_Schematic_1 X2SchematicTemplate]
FriendlyName = "复合护盾"
FriendlyNamePlural = "复合护盾"
BriefSummary = "标准的变种人士兵装甲没有任何技术突破，但它仍然是护盾的良好来源，可以相对容易地适应我们自己的装甲。"
TacticalText = "标准的变种人士兵装甲没有任何技术突破，但它仍然是护盾的良好来源，可以相对容易地适应我们自己的装甲。"
m_strClassLabel="小队"

[AblativePlating_Schematic_2 X2SchematicTemplate]
FriendlyName = "合金护盾"
FriendlyNamePlural = "合金护盾"
BriefSummary = "变种人持盾者的动力装甲服似乎是用多层复合材料加固的，这些复合材料是由某种外星合金编织而成的。通过模仿这种技术，我们可能能够大大加强我们的装甲。"
TacticalText = "变种人持盾者的动力装甲服似乎是用多层复合材料加固的，这些复合材料是由某种外星合金编织而成的。通过模仿这种技术，我们可能能够大大加强我们的装甲。"
m_strClassLabel="小队"

[AblativePlating_Schematic_3 X2SchematicTemplate]
FriendlyName = "甲壳护盾"
FriendlyNamePlural = "甲壳护盾"
BriefSummary = "寄生兽拥有异常耐用的外骨骼。虽然使用直接从寄生兽中提取的材料是我们不愿意承担的风险，但我们可能能够根据其分子结构开发一种新的护盾形式。"
TacticalText = "寄生兽拥有异常耐用的外骨骼。虽然使用直接从寄生兽中提取的材料是我们不愿意承担的风险，但我们可能能够根据其分子结构开发一种新的护盾形式。"
m_strClassLabel="小队"

[AblativePlating_Schematic_4 X2SchematicTemplate]
FriendlyName = "动能甲护盾"
FriendlyNamePlural = "动能甲护盾"
BriefSummary = "仙女座的环保服使用比我们自己的系统复杂得多的动力辅助系统。如果我们能对其设计进行逆向工程，那么功率的增加应该使我们能够改进自己防护服的动能甲护盾，而不会使我们的部队感到沉重。"
TacticalText = "仙女座的环保服使用比我们自己的系统复杂得多的动力辅助系统。如果我们能对其设计进行逆向工程，那么功率的增加应该使我们能够改进自己防护服的动能甲护盾，而不会使我们的部队感到沉重。"
m_strClassLabel="小队"

[AblativePlating_Schematic_5 X2SchematicTemplate]
FriendlyName = "装甲护盾"
FriendlyNamePlural = "装甲护盾"
BriefSummary = "破坏者配备了我们见过的最先进的装甲系统，能够承受惊人的伤害。虽然我们不具备自己生产这种材料的技术，但我们可能能够开发出一种方法来切割它并将其直接连接到我们的装甲服上。"
TacticalText = "破坏者配备了我们见过的最先进的装甲系统，能够承受惊人的伤害。虽然我们不具备自己生产这种材料的技术，但我们可能能够开发出一种方法来切割它并将其直接连接到我们的装甲服上。"
m_strClassLabel="小队"